Repository: olejiksa/irregulars
Catalog: Verbs/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ko, ru, uk, zh_hans

source: miscast
de: Rollen falsch verteilen
es: Equivocar
it: scegliere un attore non adatto a
ko: 잘못 캐스팅
ru: неправильно распределять роли
uk: неправильно розподіляти ролі
zh_hans: 误投

source: misdeal
de: falsch handeln
es: reparto erroneo
it: sbaglio nel dare le carte
ko: 잘 못하다
ru: поступать неправильно
uk: чинити неправильно
zh_hans: 做错事

source: misdo
de: etwas falsch oder achtlos machen
es: equivocarse
it: errore
ko: 잘못하거나 부주의 한 행동
ru: делать что-либо неправильно или небрежно
uk: робити що-небудь неправильно або недбало
zh_hans: 随便做

source: misgive
de: Misstrauen entgegenbringen
es: hacer recelar
it: dubbio
ko: 불신, 두려움을 불러 일으키다
ru: внушать недоверия, опасения
uk: вселяти недовіри, побоювання
zh_hans: 疑虑重重

source: mishear
de: sich verhören
es: Oir mal
it: capire male
ko: 잘못 듣다
ru: ослышаться
uk: недочути
zh_hans: 听错了

source: mishit
de: verfehlen
es: Golpe defectuoso
it: colpire male
ko: 실패하다
ru: промахнуться
uk: промахнутися
zh_hans: 打错了

source: mislay
de: nicht an Ort und Stelle setzen
es: Perder
it: perdere, smarrire
ko: 잘못 두다
ru: класть не на место
uk: класти не на місце
zh_hans: 错位

source: mislead
de: irreführen
es: engañar
it: ingannare, fuorviare
ko: 오도하다
ru: ввести в заблуждение
uk: ввести в оману
zh_hans: 误导

source: misread
de: falsch interpretieren
es: Leer mal
it: fraintendre, leggere male
ko: 오해하다
ru: неправильно истолковывать
uk: неправильно тлумачити
zh_hans: 误读

source: Missed word
de: Verpasstes Wort
es: Palabra perdida
it: Parola persa
ko: 누락 된 단어
ru: Пропущенное слово
uk: Пропущене слово
zh_hans: 漏掉的单词

source: misspell
de: falsch schreiben
es: Deletrear mal
it: scrivere make, sbagliare l'ortografia di
ko: 잘못 쓰다
ru: писать с ошибками
uk: писати з помилками
zh_hans: 拼错

source: misspend
de: vergeuden
es: malgastar
it: spendere male
ko: 허송하다
ru: неразумно, зря тратить
uk: нерозумно, даремно витрачати
zh_hans: 花钱是不明智的

source: mistake
de: irren
es: Error
it: sbagliare
ko: 잘못하다
ru: ошибаться
uk: помилятися
zh_hans: 作错误

source: misunderstand
de: mißverstehen
es: Entender mal
it: fraintendere
ko: 잘못 이해하다
ru: неправильно понимать
uk: неправильно розуміти
zh_hans: 误解

source: More
de: Mehr
es: Mas
it: Di Più
ko: 더욱
ru: Еще
uk: Ще
zh_hans: 更多

source: mow
de: mähen
es: Cortar
it: falciare
ko: 꺾다
ru: косить, жать, подстригать (траву)
uk: косити, жати, підстригати (траву)
zh_hans: 割(草)

source: must
de: müssen
es: Deber
it: dovere
ko: 해야 하다
ru: должен (сделать что-то)
uk: повинен (зробити щось)
zh_hans: 必须

source: No data to display
de: Keine Daten für Vorführung
es: no hay información para mostrar
it: Nessun dato da visualizzare
ko: 표시 할 데이터 없다
ru: Нет данных для показа
uk: Немає даних для показу
zh_hans: 没有数据显示

source: Not allowed
de: Verboten
es: No permitidas
it: Non consentite
ko: 허용되지 않음
ru: Не разрешены
uk: Не дозволені
zh_hans: 不允许

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ko: 알림
ru: Уведомления
uk: Повідомлення
zh_hans: 通知

# of
source: of %d
de: aus %d
es: de %d
it: di %d
ko: 부터 %d
ru: из %d
uk: з %d
zh_hans: 从%d

source: offset
de: ausgleichen
es: Compensar
it: compensare
ko: 배상하다
ru: компенсировать, возмещать, вознаграждать
uk: компенсувати, відшкодовувати, винагороджувати
zh_hans: 抵消

source: OK
de: In Ordnung
es: Está bien
it: Va bene
ko: 오케이
ru: Хорошо
uk: Добре
zh_hans: 好的

source: Oleg Samoylov
de: Oleg Samojlow
es: Oleg Samoilov
it: Oleg Samoilov
ko: 올레그 사모일로프
ru: Олег Самойлов
uk: Олег Самойлов
zh_hans: 奥列格· 萨苗落夫

# one_time_payment
source: One-time payment, lifetime access
de: Einmalige Zahlung, der Zugang für unbegrenzte Zeit
es: Pago único, acceso de por vida
it: Pagamento una tantum, accesso a vita
ko: 일회성 결제
ru: Одноразовый платеж, неограниченный по времени доступ
uk: Одноразовий платіж, необмежений за часом доступ
zh_hans: 好的

source: outbid
de: überbieten
es: sobrepujar
it: offrire piu di
ko: 가격을 바꾸다
ru: перебивать цену
uk: перебивати ціну
zh_hans: 出价

source: outdo
de: übertreffen
es: superar
it: superarsi
ko: 뛰어나다
ru: превосходить
uk: перевершувати
zh_hans: 超越

source: outfight
de: überwinden
es: pelear
it: sorpassare
ko: 격투에서 정복하다
ru: побеждать в бою
uk: перемагати в бою
zh_hans: 战斗

source: outgrow
de: entwachsen
es: crecer
it: diventare troppi grande
ko: 성장하다
ru: вырастать из
uk: виростати з
zh_hans: 长大了

source: output
de: ausgeben
es: salida
it: produzione
ko: 데이터 출력하다
ru: выводить данные
uk: виводити дані
zh_hans: 产出

source: outrun
de: überholen
es: correr mas rapido
it: superare
ko: 앞서다
ru: опережать, перегонять
uk: випереджати, переганяти
zh_hans: 赶过

source: outsell
de: besser oder teurer verkaufen
es: vender mas
it: vendere piu
ko: 더 잘 팔거나 더 비싸다
ru: продавать лучше или дороже
uk: продавати краще або дорожче
zh_hans: 卖得更好

source: outshine
de: überstrahlen
es: eclipsar
it: eclissare
ko: 가리다
ru: затмевать
uk: затьмарювати
zh_hans: 胜过

source: overbid
de: befehlen
es: sobreoferta
it: offerta eccessiva
ko: 지시하다
ru: повелевать
uk: наказувати
zh_hans: 命令

source: overcome
de: überwinden, kompensieren
es: superar
it: sopraffare
ko: 넘다
ru: преодолевать, компенсировать
uk: долати, компенсувати
zh_hans: 克服

source: overdo
de: übertreiben
es: exagerar
it: esagerare, strafare
ko: 뒤볶다
ru: пережаривать
uk: пересмажувати
zh_hans: 煎得过火

source: overdraw
de: übersteigen
es: sobregirar
it: avere il conto scoperto
ko: 능가하다
ru: превышать
uk: перевищувати
zh_hans: 超过

source: overeat
de: sich überfressen
es: comer en exceso
it: mangiare troppo
ko: 폭시하다
ru: объедаться
uk: об'їдатися
zh_hans: 吃得过多

source: overfly
de: überfliegen
es: sobrevuelo
it: sorvolare
ko: 나라가다
ru: перелетать
uk: перелітати
zh_hans: 飞过

source: overhang
de: überhängen
es: voladizo
it: sporgenza
ko: 닥쳐오다
ru: нависать
uk: нависати
zh_hans: 悬垂

source: overhear
de: belauschen
es: escuchar
it: origliare
ko: 도청하다
ru: подслушивать
uk: підслуховувати
zh_hans: 偷听

source: overlay
de: überziehen
es: superposición
it: sovrapposizione
ko: 덮다
ru: покрывать
uk: покривати
zh_hans: 覆盖

source: overpay
de: überbezahlen
es: sobrepago
it: pagare piu del dovuto
ko: 솟보다
ru: переплачивать
uk: переплачувати
zh_hans: 多付

source: override
de: ablehnen
es: anular
it: sovrascrivere
ko: 우세하다
ru: переопределять
uk: перевизначати
zh_hans: 替代

source: overrun
de: überschäumen
es: invadir
it: invadere, eccedere
ko: 과다
ru: переливаться через край
uk: переливатися через край
zh_hans: 注得过满

source: oversee
de: überwachen
es: supervisar
it: sorvegliare
ko: 감독하다
ru: надзирать за
uk: наглядати за
zh_hans: 监督

source: overshoot
de: erschießen
es: excederse
it: superare, mancare
ko: 퍼붓다
ru: расстреливать
uk: розстрілювати
zh_hans: 枪毙

source: oversleep
de: verschlafen
es: dormir demasiado
it: dormire troppo
ko: 늦어지다
ru: проспать, заспаться
uk: проспати, заспаний
zh_hans: 睡过头了

source: overtake
de: überholen, einholen
es: adelantar
it: sorpassare
ko: 따라오다
ru: догонять
uk: наздоганяти
zh_hans: 追上

source: overthrow
de: stürzen
es: derribar
it: rovesciare
ko: 넘어뜨리다
ru: свергать
uk: повалити
zh_hans: 推翻

source: partake
de: teilnehmen
es: participar
it: partecipare
ko: 가입하다
ru: принимать участие
uk: брати участь
zh_hans: 分享

source: Past Participle
de: Partizip der vergangenen Zeitform
es: Pasado participio
it: Participio passato
ko: 과거 분사
ru: Причастие прошедшего времени
uk: Дієприкметник минулого часу
zh_hans: 过去分词

source: Past Simple
de: Einfache Vergangenheitsform
es: Pasado simple
it: Passato semplice
ko: 단순 과거
ru: Простое прошедшее
uk: Минулий неозначений час
zh_hans: 过去时

source: pay
de: zahlen
es: pagar
it: pagare
ko: 지불하다
ru: платить
uk: платити
zh_hans: 付款

source: pen
de: verfassen
es: lapiz
it: comporre, scrivere
ko: 짓다
ru: писать, сочинять
uk: писати, складати
zh_hans: 写作

# personalize
source: Personalize the app: pick an accent color to your liking
de: Personalisieren Sie die App: wählen Sie die Hauptfarbe nach Ihren Wünschen
es: Personalice la app: elija un color de acento a su gusto
it: Personalizza l'app: scegli un colore accento a tuo piacimento
ko: 앱 개인화 : 원하는대로 강조 색상 선택
ru: Персонализируйте приложение: выберите акцентный цвет по своему вкусу
uk: Персоналізуйте додаток: виберіть акцентний колір на свій смак
zh_hans: 个性化应用程序：根据自己的喜好选择引人注意的颜色

source: Pink
de: Rosa
es: Rosa
it: Rosa
ko: 분홍
ru: Розовый
uk: Рожевий
zh_hans: 粉色

source: plead
de: plädieren
es: alegar
it: supplicare
ko: 애원하다
ru: умолять, обращаться к суду
uk: благати, звертатися до суду
zh_hans: 恳求

source: prepay
de: vorauszahlen
it: pagamento anticipato
ko: 선불하다
ru: платить вперед
uk: платити вперед
zh_hans: 预付款

source: preset
de: voreinstellen
es: preestablecido
ko: 예정하다
ru: заранее (предварительно) устанавливать
uk: заздалегідь (попередньо) встановлювати
zh_hans: 预设

source: Print
de: Drucken
es: Imprimir
it: Stampa
ko: 인쇄
ru: Печать
uk: Друк
zh_hans: 打印

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
it: Politica sulla riservatezza
ko: 개인 정보 정책
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私政策

# pro_suggestion_statistics
source: Among other benefits, Pro expands the count of available irregular verbs in tests: from %d to %d
de: Nebst anderen Vorteilen, enthält die Pro-Version die erhöhte Anzahl der unregelmäßigen Verben, die für Befestigung in den Tests erreichbar sind: von %d bis %d
es: Entre otros beneficios, Pro amplía el recuento de verbos irregulares disponibles en las pruebas: de 25 a 269
it: Tra gli altri vantaggi, Pro amplia il conteggio dei verbi irregolari disponibili nei test: da %d a %d
ko: 다른 이점 중에서 Pro는 테스트에서 사용 가능한 불규칙 동사의 수를 %d에서 %d로 확장합니다
ru: Кроме других преимуществ, в Pro-версии увеличено количество неправильных глаголов, доступных для закрепления в тестах: с %d до %d
uk: Крім інших переваг, у Pro-версії збільшено кількість неправильних дієслів, доступних для закріплення в тестах: з %d до %d
zh_hans: 除其他优点外，在Pro版本还增加了可用于测验的不规则动词的数量：从%d到%d

source: prove
de: beweisen
es: probar
it: dimostrare
ko: 입증하다
ru: доказывать
uk: доводити
zh_hans: 证明

source: Purple
de: Purpurrot
es: Morado
it: Viola
ko: 성홍색
ru: Пурпурный
uk: Пурпурний
zh_hans: 紫色

source: put
de: setzen
es: poner
it: mettere
ko: 넣다
ru: класть, ставить, размещать
uk: класти, ставити, розміщувати
zh_hans: 放下

source: quit
de: beenden
es: quitar
it: smettere
ko: 떠나다
ru: оставлять, покидать
uk: залишати, покидати
zh_hans: 退出

source: Rate and review
de: Bewerten und Rezension schreiben
es: Valorar y comentar
it: Valuta e recensisci
ko: 평가 및 피드백 제공
ru: Оценить и дать отзыв
uk: Оцінити та залишити відгук
zh_hans: 评价并作出反应

source: read
de: lesen
es: leer
it: leggere
ko: 읽다
ru: читать
uk: читати
zh_hans: 阅读

source: Red
de: Rot
es: Rojo
it: Rosso
ko: 빨강색
ru: Красный
uk: Червоний
zh_hans: 红色

# regular_verbs
source: Regular (-ed)
de: Regelmäßige (-ed)
es: Regulares (-ed)
it: Regolare (-ed)
ko: 행의 (-ed)
ru: Правильные (-ed)
uk: Правильні (-ed)
zh_hans: 规则动词

source: relay
de: weiterleiten
es: retransmitir
it: relè
ko: 건네다
ru: передавать, ретранслировать
uk: передавати, ретранслювати
zh_hans: 中继

source: Remove
de: Entfernen
es: Eliminar
it: Rimuovi
ko: 빼다
ru: Убрать
uk: Прибрати
zh_hans: 去掉

# remove_from_favorites
source: Unfavorite
de: Aus Favoriten entfernen
es: Quitar de Favoritos
it: Rimuovi dai Preferiti
ko: "즐겨찾기" 지우다
ru: Убрать из «Избранного»
uk: Прибрати з «Уподобання»
zh_hans: 从«收藏夹»去掉

source: rend
de: zerreißen
es: desgarrar
it: sprappare
ko: 찢다
ru: раздирать
uk: роздирати
zh_hans: 撕裂

# reset_statistics_correct_answers
source: Are you sure you want to reset the right answers statistics?
de: Möchten Sie wirklich die Statistiken der richtigen Antworten zurücksetzen?
es: ¿Está seguro de que desea restablecer las estadísticas de respuestas correctas?
it: Sei sicuro di voler reimpostare le statistiche delle risposte corrette?
ko: 정답 통계를 재설정 하시겠습니까?
ru: Вы действительно хотите сбросить статистику правильных ответов?
uk: Ви дійсно хочете скинути статистику правильних відповідей?
zh_hans: 你真的想取消正确答案的统计吗？

# reset_statistics_learned_verbs
source: Are you sure you want to reset the learned verbs statistics?
de: Möchten Sie wirklich die Statistiken der gelernten Verben zurücksetzen?
es: ¿Está seguro de que desea restablecer las estadísticas de los verbos aprendidos?
it: Sei sicuro di voler reimpostare le statistiche dei verbi appresi?
ko: 학습 된 동사의 통계를 재설정 하시겠습니까?
ru: Вы действительно хотите сбросить статистику выученных глаголов?
uk: Ви дійсно хочете скинути статистику вивчених дієслів?
zh_hans: 你真的想取消学过动词的统计吗？

source: Restore purchases
de: Einkäufe wiederherstellen
es: Restaurar las compras
it: Ripristinare gli acquisti
ko: 구매를 복원하다
ru: Восстановить покупки
uk: Відновити покупки
zh_hans: 恢复购买

source: rid
de: befreien
es: eliminar
it: liberare da
ko: 버리다
ru: избавлять(ся), освобождать
uk: позбавляти(ся), звільняти
zh_hans: 摆脱

source: ride
de: reiten
es: montar
it: andare in, cavalcare
ko: 타다
ru: ездить верхом
uk: їздити верхи
zh_hans: 骑

source: ring
de: klingeln
es: sonar
it: suonare
ko: 울리다
ru: звенеть, звонить
uk: дзвеніти, дзвонити
zh_hans: 丁当作响

source: rise
de: steigen
es: subir
it: alzarsi
ko: 솟다
ru: восходить, подниматься
uk: сходити, підніматися
zh_hans: 上升

source: rive
de: zerreißen
es: hender
it: strappare
ko: 데다
ru: разрывать, отрывать
uk: розривати, відривати
zh_hans: 扯断

source: run
de: laufen
es: correr
it: correre
ko: 흐르다
ru: бежать, течь
uk: бігти, текти
zh_hans: 跑

source: saw
de: sägen
es: serrar
it: segare
ko: 톱질하다
ru: пилить
uk: пиляти
zh_hans: 锯

source: say
de: sagen
es: decir
it: dire
ko: 말하다
ru: сказать, говорить
uk: сказати, говорити
zh_hans: 说

source: Search
de: Suchen
es: Buscar
it: Cerca
ko: 검색
ru: Поиск
uk: Пошук
zh_hans: 搜索

source: see
de: sehen
es: ver
it: vedere
ko: 보다
ru: видеть
uk: бачити
zh_hans: 看见

source: seek
de: suchen
es: buscar
it: cercare
ko: 구하다
ru: искать
uk: шукати
zh_hans: 寻求

source: sell
de: verkaufen
es: vender
it: vendere
ko: 팔다
ru: продавать
uk: продавати
zh_hans: 卖出

source: send
de: senden
es: enviar
it: mandare
ko: 보내다
ru: посылать, отправлять
uk: посилати, відправляти
zh_hans: 发送

source: Sentence
de: Satz
es: Frase
it: Frase
ko: 방안
ru: Предложение
uk: Речення
zh_hans: 句子

source: Sentences
de: Sätze
es: Frases
it: Frasi
ko: 절
ru: Предложения
uk: Речення
zh_hans: 句子

# sentences_subtitle
source: How well do you understand irregular verbs in context?
de: Wie gut verstehen Sie die unregelmäßigen Verben aus dem Kontext?
es: ¿Qué tan bien entiendes los verbos irregulares en contexto?
it: Quanto bene capisci i verbi irregolari nel contesto?
ko: 문맥에서 불규칙 동사를 얼마나 잘 이해하고 있습니까?
ru: Насколько хорошо Вы понимаете неправильные глаголы из контекста?
uk: Наскільки добре Ви розумієте неправильні дієслова з контексту?
zh_hans: 你如何从上下文中理解不规则动词？

source: set
de: installieren
es: conjunto
it: fissare
ko: 정하다
ru: ставить, устанавливать, задавать
uk: ставити, встановлювати
zh_hans: 设置

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
ko: 설정
ru: Настройки
uk: Налаштування
zh_hans: 设置

source: sew
de: nähen
es: coser
it: cucire
ko: 깁다
ru: шить, пришивать, сшивать
uk: шити, пришивати, зшивати
zh_hans: 缝合

source: shake
de: schütteln
es: sacudir
it: scuotere
ko: 들썩이다
ru: трясти
uk: трясти
zh_hans: 摇动

source: shall
de: werden (Zeitform in Zukunft)
es: deber
it: deve
ko: (미래에) 하다
ru: делать что-то (в будущем)
uk: робити щось (в майбутньому)
zh_hans: 将来

source: Share app
de: Die App teilen
es: Compartir app
it: Condividi app
ko: 앱 공유하다
ru: Поделиться приложением
uk: Поділитися додатком
zh_hans: 分享应用

source: shave
de: rasieren
es: Afeitar
it: farsi la barba
ko: 밀다
ru: брить(ся)
uk: голити(ся)
zh_hans: 刮胡子

source: shear
de: scheren
es: Cortar
it: tosare
ko: 깎다
ru: срезать, стричь
uk: зрізати, стригти
zh_hans: 剪切

source: shed
de: vergießen, abwerfen
es: Perder
it: spargere
ko: 쏟다
ru: проливать, сбрасывать
uk: проливати, скидати
zh_hans: 蒙上

source: shine
de: glänzen
es: brillar
it: brillare
ko: 비추다
ru: светить, сиять, озарять
uk: світити, сяяти, опромінювати
zh_hans: 发光

source: shoe
de: beschuhen
es: zapato
it: ferrare i cavalli
ko: 신다
ru: обувать
uk: взувати
zh_hans: 穿鞋

source: shoot
de: schießen
es: disparar
it: sparare
ko: 쏘다
ru: стрелять
uk: стріляти
zh_hans: 射击

source: show
de: zeigen
es: mostrar
it: mostrare
ko: 드러내다
ru: показывать
uk: показувати
zh_hans: 显示

source: shred
de: schnippeln
es: desgarrar
it: brandello
ko: 난도질하다
ru: кромсать
uk: шматувати
zh_hans: 乱切

source: shrink
de: schrumpfen
es: encoger
it: ridursi
ko: 졸아들다
ru: сокращаться, сжиматься
uk: скорочуватися, стискатися
zh_hans: 缩小

source: shut
de: sperren, verriegeln
es: cerrar
it: chiudere
ko: 닫히다
ru: закрывать(ся), запирать(ся), затворять
uk: закривати(ся), замикати(ся), зачиняти
zh_hans: 关闭

source: sing
de: singen
es: Sonar
it: cantare
ko: 노래하다
ru: петь
uk: співати
zh_hans: 唱歌

source: sink
de: sinken
es: Hundir
it: affondare
ko: 짐물하다
ru: тонуть, опускаться, погружаться (под воду)
uk: тонути, опускатися, занурюватися (під воду)
zh_hans: 下沉

source: sit
de: sitzen
es: Sentar
it: sedersi
ko: 앉다
ru: сидеть
uk: сидіти
zh_hans: 坐

source: slay
de: töten
es: matar
it: uccidere
ko: 죽이다
ru: убивать
uk: вбивати
zh_hans: 杀害

source: sleep
de: schlafen
es: Dormie
it: dormire
ko: 자다
ru: спать
uk: спати
zh_hans: 睡眠

source: slide
de: gleiten
es: Deslizar
it: scivolare
ko: 미끄러지다
ru: скользить
uk: ковзати
zh_hans: 滑

source: sling
de: werfen, schleudern
es: Colgar
it: fionda
ko: 던지다
ru: метать, швырять
uk: метати, кидати
zh_hans: 投掷

source: slink
de: schleichen, anschleichen
es: escabullir
it: sgattaiolare
ko: 다가오다
ru: красться
uk: крастися
zh_hans: 偷偷地走

source: slit
de: zerschneiden
es: rajar
it: tagliare
ko: 횡단하다
ru: разрезать (вдоль), делать разрез
uk: розрізати (уздовж), робити розріз
zh_hans: 狭缝

source: Slower
de: Langsamer
es: Mas lento
it: Più lentamente
ko: 천천히
ru: Медленнее
uk: Повільніше
zh_hans: 更慢

source: smell
de: riechen
es: oler
it: sentire odore
ko: 냄새가 나다
ru: пахнуть, нюхать
uk: пахнути, нюхати
zh_hans: 气味

source: smite
de: bestrafen
es: herir
it: colpire
ko: 처벌하다
ru: карать, наказывать
uk: карати
zh_hans: 惩罚

source: sneak
de: schleichen
es: Afanar
it: sgattaiolare
ko: 다가오다
ru: красться, подкрадываться
uk: крастися, підкрадатися
zh_hans: 潜行

source: South African
de: Südafrikanisch
es: sudafricano
it: Sudafricano
ko: 남아프리카 공화국
ru: Южноафриканский
uk: Південноафриканський
zh_hans: 南非的

source: sow
de: säen
es: sembrar
it: seminare
ko: 심다
ru: сеять, засеивать
uk: сіяти, засівати
zh_hans: 播种

source: speak
de: sprechen
es: hablar
it: parlare
ko: 말하다
ru: говорить
uk: говорити
zh_hans: 说话

source: Speaking rate
de: Sprachgeschwindigkeit
es: Velocidad de habla
it: Velocita voce
ko: 말하기 속도
ru: Скорость речи
uk: Швидкість мовлення
zh_hans: 话语速度

source: speed
de: beschleunigen
es: velocidad
it: accelerare
ko: 서두르다
ru: спешить, ускорять
uk: поспішати, прискорювати
zh_hans: 急忙去

source: spell
de: buchstabieren
es: deletrear
it: scandire
ko: 스페링
ru: писать или читать по буквам
uk: писати або читати по буквах
zh_hans: 拼写

source: spend
de: aufwenden
es: gastar
it: spendere
ko: 쓰다
ru: тратить, расходовать
uk: витрачати
zh_hans: 花费

source: spill
de: verschütten
es: derramar
it: versare
ko: 쏟다
ru: проливать, разливать
uk: проливати, розливати
zh_hans: 溢出

source: spin
de: drehen, spinnen
es: girar
it: rotazione
ko: 꼬다
ru: крутить, прясть
uk: крутити, прясти
zh_hans: 旋转

source: spit
de: spucken
es: escupir
it: sputare
ko: 침을 뱉다
ru: плевать
uk: плювати
zh_hans: 吐痰

source: split
de: aufteilen
es: divdir
it: spaccare
ko: 빠개다
ru: разделять, расщеплять, раскалывать
uk: розділяти, розщеплювати, розколювати
zh_hans: 拆分

source: spoil
de: verderben
es: mimar
it: guastare
ko: 부수다
ru: портить
uk: псувати
zh_hans: 弄坏

source: spread
de: verbreiten
es: propagar
it: espandere
ko: 안내하다
ru: распространять(ся), развернуть
uk: поширювати(ся), розгорнути
zh_hans: 传播

source: spring
de: springen
es: brotar
it: rimbalzare
ko: 뛰다
ru: прыгать, скакать
uk: стрибати, скакати
zh_hans: 跳跃

source: stand
de: stehen
es: puesto
it: stare in piedi
ko: 서다
ru: стоять
uk: стояти
zh_hans: 站

source: Statistics
de: Statistik
es: Estadísticas
it: Statistiche
ko: 통계
ru: Статистика
uk: Статистика
zh_hans: 统计

source: steal
de: stehlen
es: robar
it: rubare
ko: 빼내다
ru: воровать, красть
uk: красти
zh_hans: 偷

source: stick
de: stecken, ankleben
es: palo
it: appiccicare
ko: 달라붙다
ru: уколоть, приклеивать(ся), липнуть, втыкать
uk: вколоти, приклеювати(ся), липнути, встромляти
zh_hans: 贴

source: sting
de: stechen
es: picar
it: pungere
ko: 물다
ru: жалить
uk: жалити
zh_hans: 蜇

source: stink
de: stinken
es: hedor
it: puzzare
ko: 냄새하다
ru: вонять
uk: смердіти
zh_hans: 发臭

source: Store unlimited items in Favorites
de: Speichern Sie die unbegrenzte Anzahl der Elemente in Favoriten
es: Almacenar artículos ilimitados en Favoritos
it: Memorizzare elementi illimitati nei Preferiti
ko: 즐겨 찾기에 무제한 항목 저장
ru: Храните неограниченное количество элементов в «Избранном»
uk: Зберігайте необмежену кількість елементів в «Уподобаннях»
zh_hans: 把无限数量的东西存在«收藏夹»中

source: strew
de: bestreuen
es: esparcir
it: spargere
ko: 씌우다
ru: посыпать
uk: посипати
zh_hans: 撒布

source: stride
de: treten
es: paso
it: avanzare a grandi passi
ko: 걷다
ru: шагать
uk: крокувати
zh_hans: 步行

source: strike
de: streiken, schlagen
es: Huelga
it: colpire
ko: 파업하다
ru: бастовать, поражать, ударять
uk: страйкувати, уражати, ударяти
zh_hans: 罢工

source: string
de: spannen, auffädeln
es: ensartar
it: stringa
ko: 꿰다
ru: натягивать, нанизывать
uk: натягувати, нанизувати
zh_hans: 拉紧

source: strip
de: ausziehen
es: desnudar
it: stricia
ko: 벗다
ru: раздеваться
uk: роздягатися
zh_hans: 脱衣服

source: strive
de: bemühen
es: esforzarse
it: sforzarsi
ko: 향하다
ru: стараться, стремиться
uk: намагатися, прагнути
zh_hans: 力图

source: swear
de: schwören
es: jurar
it: giurare
ko: 서약하다
ru: клясться, присягать, ругаться
uk: клястися, присягати, лаятися
zh_hans: 发誓

source: sweat
de: schwitzen
es: sudar
it: sudore
ko: 땀이 나다
ru: потеть
uk: потіти
zh_hans: 汗水下来

source: sweep
de: fegen
es: barrer
it: spazzare
ko: 쓸다
ru: подметать, сметать
uk: підмітати, змітати
zh_hans: 打扫

source: swell
de: schwellen
es: hinchar
it: gonfiare
ko: 부풀다
ru: набухать, разбухать, раздуваться
uk: набухати, розбухати, роздуватися
zh_hans: 膨胀

source: swim
de: schwimmen
es: nadar
it: nuotare
ko: 수영하다
ru: плавать
uk: плавати
zh_hans: 游泳

source: swing
de: schwingen
es: columpio
it: dondolare
ko: 건들거리다
ru: качать(ся), раскачивать, вертеть
uk: качати(ся), розгойдувати, вертіти
zh_hans: 摇摆

source: take
de: nehmen
es: tomar
it: prendere
ko: 가져오다
ru: брать, взять
uk: брати, взяти
zh_hans: 采取

source: teach
de: lehren
es: enseñar
it: insegnare
ko: 배우다
ru: учить
uk: вчити
zh_hans: 教

source: Teal
de: Türkisblau
es: Verde azulado
it: Verde acqua
ko: 물색
ru: Бирюзовый
uk: Бірюзовый
zh_hans: 绿松色

source: tear
de: reißen
es: lagrima
it: lacerare
ko: 찢다
ru: рвать
uk: рвати
zh_hans: 撕碎

source: tell
de: erzählen
es: contar
it: dire, raccontare
ko: 얘기하다
ru: рассказывать
uk: розповідати
zh_hans: 告诉

# terms
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
it: Condizioni d'uso
ko: 이용 약관
ru: Условия использования
uk: Умови використання
zh_hans: 使用条款

# thank_you
source: Thank you for being with us!
de: Danke, dass Sie mit uns sind!
es: ¡Gracias por estar con nosotros!
it: Grazie per essere con noi!
ko: 함께 해주셔서 감사합니다!
ru: Спасибо за то, что Вы с нами!
uk: Дякуємо за те, що Ви з нами!
zh_hans: 谢谢您哪!

source: think
de: denken
es: pensar
it: pensare
ko: 생각하다
ru: думать
uk: думати
zh_hans: 思考

# three_forms
source: 3 forms
de: 3 Formen
es: 3 formas
it: 3 moduli
ko: 3 모양들
ru: 3 формы
uk: 3 форми
zh_hans: 三种形式

source: thrive
de: gedeihen
es: prosperar
it: prosperare
ko: 개화하다
ru: преуспевать, процветать
uk: процвітати
zh_hans: 成功

source: throw
de: werfen
es: lanzar
it: gettare, slanciare
ko: 던지다
ru: бросать, кидать
uk: кидати
zh_hans: 掷弃

source: thrust
de: stoßen
es: empujar
it: ficcare, forzare
ko: 쑤석이다
ru: пропихивать, протыкать, совать, толкать
uk: пропихати, протикати, пхати, штовхати
zh_hans: 推
